Repository: zukrup/TestCase
Catalog: TestCase/TestCase/Localization/*.lproj/Localizable.strings
Languages: tr

source: Back
tr: Geri

source: Company
tr: Şirket

source: Help
tr: Yardım

source: Other
tr: Diğer

source: Others
tr: Diğerleri

source: Home
tr: Ev

source: Work
tr: iş

source: Cancel
tr: Vazgeç

source: Save
tr: Kaydet

source: Connection Error. App parameters cannot be retrieved
tr: Uygulama parametreleri indirilemedi. Bağlantı Hatası

source: App parameters has been updated succesfully
tr: Uygulama parametreleri başarıyla güncellendi

# Data Error. App parameters cannot be updated
source: Data Error. App parameters cannot be retrieved
tr: Uygulama parametreleri indirilemedi. Veri Hatası

source: System maintenance is on the run. App will be available shortly after
tr: Sistem bakımı sürüyor. Kısa zamanda geri döneceğiz

source: Welcome
tr: Hoşgeldiniz

source: Retrieving your account
tr: Hesabınıza erişiyoruz

source: Company Register
tr: Şirket Kayıt

source: Company Info
tr: Şirket Bilgileri

source: Company Title
tr: Şirket Ünvanı

source: Store Name eg: Monks Cafe
tr: Mağaza Adı Ör: Tazeler Manav

source: Tax Number
tr: Vergi No

source: Tax Office
tr: Vergi Dairesi

source: Validation Code
tr: Onay Kodu

source: Web Url
tr: Internet Adresi

source: Retail Field
tr: Faaliyet Alanı

source: Store Activity Info
tr: Mağaza Faaliyet Bilgileri

source: Additional Notes
tr: Ek Bilgiler

source: You can add here your notes to your customers or any additional information about your business
tr: Mağazanız veya şirketinizle alakalı eklemek istediğiniz bilgi veya müşteri notlarını buraya yazabilirsiniz

source: Legal Information
tr: Yasal Bilgiler

source: Profile Photo
tr: Profil Resmi

source: Barcode Reader
tr: Barkod Okuyucu

source: Settings
tr: Ayarlar

source: Location Information
tr: Konum Bilgisi

source: Store Content Details
tr: Mağaza İçeriği Bilgileri

source: County
tr: İlçe

source: Country
tr: Ülke

source: City
tr: Şehir

source: Neighborhood
tr: Mahalle

source: Address details. You can add your own details, directions or guidance..
tr: Adres detayı. Bu alana kendi tarifinizi veya notlarınızı ekleyebilirsiniz.

source: Payment Type
tr: Ödeme Tipi

source: Store Service Locations
tr: Servis Bölgeleri

source: Minimum Cart Amount
tr: En az Sepet Tutarı

source: You should pick your store location before assign service nodes
tr: Servis noktalarınızı seçebilmek için öncelikle şirketinizi adresini belirtmelisiniz

source: Service location must be within administrative area of your store
tr: Servis noktanız işyerinizle aynı şehirde olmalıdır

source: All Neighborhoods
tr: Tüm Mahalleler

source: Phone Number
tr: Telefon

source: Delivery Number
tr: Sipariş Telefonu

source: Phone number is required
tr: Telefon bilgisi gereklidir

source: Location info is required
tr: Konum bilgisi gereklidir

source: Tax Number is required
tr: Vergi numarası bilgisi gereklidir

source: Tax Office is required
tr: Vergi dairesi bilgisi gereklidir

source: Company Name is required
tr: Firma/Şirket bilgisi gereklidir

source: Login
tr: Giriş

source: At least one store content must be selected to proceed
tr: En az bir içerik seçmelisiniz

source: Upload Failed
tr: Dosya gönderme başarısız oldu

source: At least one payment type must be selected to proceed
tr: En az bir ödeme yöntemi seçmelisiniz

source: County cannot be empty. Cancelled..
tr: İlçe boş olamaz. Kayıt Oluşturulmadı..

# My Preferences
source: Preferences
tr: Tercihlerim

# My Notifications
source: Notifications
tr: Bildirimlerim

source: My Orders History
tr: Geçmiş Siparişlerim

source: About
tr: Hakkında

source: Your current location
tr: Konumunuz

source: You should select at least one service region
tr: En az bir servis noktası belirtmelisiniz

source: Password
tr: Şifre

source: Password Again
tr: Şifre (Tekrar)

source: Sign In
tr: Giriş Yapın

source: Already have an account?
tr: Zaten hesabınız var mı?

source: Sign Up
tr: Kayıt Ol

source: Don't have an account?
tr: Hesabınız yok mu?

source: Register
tr: Kayıt Ol

source: SMS not delivered?
tr: SMS ulaşmadı mı?

source: Send Again
tr: Tekrar Yolla

source: Validate
tr: Doğrula

source: Password is required
tr: Şifre alanı boş olamaz

source: Passwords do not match. Please check
tr: Şifreler uyuşmuyor. Lütfen kontrol edin

source: Please enter the code that we sent to your phone
tr: Lütfen telefonunuza yolladığımız kodu kutucuklara girin

source: Unknown user or wrong password
tr: Kullanıcı ya da şifre hatalı

source: Invalid verification code
tr: Hatalı doğrulama kodu

source: Logout
tr: Çıkış Yap

source: You are about to logoff. Are you sure?
tr: Çıkış yapmak istediğinizden emin misiniz?

source: Yes
tr: Evet

source: Store Title
tr: Mağaza Adı

source: Invalid email address
tr: Geçersiz email adresi

source: Forgot Password
tr: Şifremi Unuttum

source: Your password has been sent to you via sms
tr: Şifreniz SMS ile gönderildi

source: Please enter the code that we sent to your email
tr: Lütfen epostanıza yolladığımız kodu kutucuklara girin

source: Save & Send Code
tr: Kaydet ve Kodu Gönder

source: Your sms with confirmation code is on its way
tr: Onay kodu bulunan sms telefonunuza gönderildi

# Complete Profile
source: Complete Register
tr: Profilinizi Tamamlayın

source: Create an Address
tr: Adreslerinizi Tanımlayın

source: Address Information
tr: Adres Bilgileri

source: Address Type
tr: Address Tipi

source: Add your address
tr: Adresinizi ekleyin

source: City name cannot be empty
tr: Şehir adı boş olamaz

source: County name cannot be empty
tr: İlçe bilgisi boş olamaz

source: Address details cannot be empty
tr: Açık adres bilgisi boş olamaz

# My Profile
source: Profile
tr: Profilim

source: My Orders
tr: Siparişlerim

source: Main Page
tr: Ana Sayfa

# My Messages
source: Messages
tr: Mesajlarım

source: Favorites
tr: Sık Kullanılanlar

source: Add
tr: Ekle

source: Done
tr: Bitti

source: Contact Us
tr: Bize Ulaşın

source: Milk
tr: Süt

source: Cheese
tr: Peynir

source: Yogurt
tr: Yoğurt

source: Butter
tr: Tereyağı

source: Egg
tr: Yumurta

source: Corn Flakes
tr: Mısır Gevreği

source: Macaroni
tr: Makarna

source: Rice
tr: Pirinç

source: Flour
tr: Un

source: Liquid oil
tr: Sıvı Yağ

source: Salt
tr: Tuz

source: Spice
tr: Baharat

source: Soup
tr: Çorba

source: Tomato paste
tr: Salça

source: Ketchup
tr: Ketçap

source: Mayonnaise
tr: Mayonez

source: Candy
tr: Şeker

source: Chocolate
tr: Çikolata

source: Biscuit
tr: Bisküvi

source: Cookies
tr: Çerez

source: Bread
tr: Ekmek

source: Ice Cream
tr: Dondurma

source: Carbonated beverage
tr: Gazlı İçecek

source: Beverage
tr: Gazsız İçecek

source: Tea
tr: Çay

source: Coffee
tr: Kahve

source: Buttermilk
tr: Ayran

source: Mineral water
tr: Maden Suyu

source: Water
tr: Su

source: Paper
tr: Kağıt

source: Kitchen
tr: Mutfak

source: Detergent
tr: Deterjan

source: Plasticizer
tr: Yumuşatıcı

source: Surface
tr: Yüzey

source: Product Name
tr: Ürün Adı

source: Product Info
tr: Ürün Bilgileri

source: Unit
tr: Birim

source: Price
tr: Fiyatı

source: In Stock
tr: Stok Mevcut

source: Store
tr: Mağaza

source: Retail field, service contents and delivery times of your store..
tr: Şirketinizin içerik ve çalışma saatlerini belirleyin..

source: Legal information, validations and its location of your company
tr: Şirketinizin profil bilgilerini değiştirin

source: Delivery nodes and minimum cart amounts of your store
tr: Mağazanızın servis noktaları ve en az sepet tutarlarını belirleyin..

source: Delivery
tr: Teslimat / Servis

source: Delivery Employees (Soon)
tr: Servis Kuryeler (Yakında)

source: Add registered users to your company
tr: Kurye ve çalışanlarınızı uygulamaya tanımlayın

source: Personal Info
tr: Kişisel Bilgiler

source: Personal Details of your account. Social media link (Soon)
tr: Kişisel bilgilerinizi değiştirin. Sosyal medya hesaplarınızı bağlayın (Yakında)

source: Email Confirmed
tr: Email Doğrulanmış

source: First Name
tr: Ad

source: Last Name
tr: Soyad

source: Phone Number Confirmed
tr: Telefon No Doğrulanmış

source: First name field is required
tr: İsim alanı gereklidir

source: Last name field is required
tr: Soyisim alanı gereklidir

source: Delivery Hours - Weekdays
tr: Servis Saatleri - Haftaiçi

source: Delivery Hours - Weekends
tr: Servis Saatleri - Haftasonu

source: Delivery Hours - Sunday & Holidays
tr: Servis Saatleri - Pazar & Tatiller

source: Start Date
tr: Başlangıç Tarihi

source: End Date
tr: Bitiş Tarihi

source: Start Hour
tr: Başlama Saati

source: End Hour
tr: Bitiş Saati

source: Pick a date
tr: Tarih Seçin

source: Delivery available for giving date
tr: Eve servis hizmeti var

source: County cannot be assigned automatically. Please select from the list
tr: İlçe bilgisi otomatik atanamadı. Lütfen listeden seçiniz

# Select
source: Please Select
tr: Seçiniz

source: Your Last Name
tr: Soyadınız

source: Your First Name
tr: Adınız

source: Success
tr: Başarılı

source: Food
tr: Gıda

source: Cleaning
tr: Temizlik Malzemesi

source: Breakfast
tr: Kahvaltılık

source: Beverages
tr: İçecek

source: Vegetables
tr: Sebze

source: Fruit
tr: Meyve

source: Organic
tr: Organik

source: Hair Cut
tr: Saç Kesimi

source: Skin Care
tr: Cilt Bakımı

source: Vaccination
tr: Aşı

source: Dry Cleaning
tr: Kuru Temizle

source: Ironing
tr: Ütü

source: Car Wash
tr: Araç Yıkama

source: Charcuterie
tr: Şarküteri

source: Enlarge
tr: Genişlet

source: Minimize
tr: Küçült

source: Vegetable Oil
tr: Sıvı Yağ

source: This product/service is not available at the moment
tr: Bu ürün/hizmet şu anda mevcut değil

source: Available
tr: Mevcut

source: Supermarket
tr: Market

source: Greengrocery
tr: Manav

source: Coiffeur (Woman)
tr: Kuaför (Bayan)

source: Pharmacy
tr: Eczane

source: Butcher
tr: Kasap

source: Cab Service
tr: Taksi

source: Electricity
tr: Elektrikçi

source: Barber
tr: Berber

source: Tailor
tr: Terzi

source: Plumber
tr: Tesisatçı

source: Veterinary
tr: Veteriner

source: Rent a Car
tr: Araç Kiralama

source: Locksmith
tr: Çilingir

source: Fish Market
tr: Balık Pişirici

source: Fitness Center
tr: Spor Merkezi

source: Dental Center
tr: Dişçi

source: Cake Shop
tr: Pastane ve Tatlı

source: Attorney At Law
tr: Avukat

source: Store cannot be null
tr: Mağaza bilgisi boş olamaz

# Order Details
source: Appointment / Order Details
tr: Servis / Sipariş Detayları

source: Appointment Date
tr: Randevu Saati

# Add Service to Order
source: Add Service to Appointment
tr: Randevunuza Hizmet Ekleyin

source: Requested Services
tr: İstenilen Servis ve Hizmetler

source: Adding service to your appointment is for information only. You may be charged differently at the store.
tr: Hizmet eklemek sadece bilgilendirme amaçlıdır ve fiyatlar referans olarak gösterilmektedir. Servis sonrası farklı ücretlendilebilirsiniz.

source: Request Service Order
tr: Servis / Hizmet İsteği Gönder

source: Dated
tr: Tarihli

source: Plan date cannot be null for service orders
tr: Randevu tarihi boş olamaz

source: Order
tr: Sipariş

source: Go Back to Home Screen
tr: Ana Ekrana Dön

source: Customer
tr: Müşteri

source: Add New Item To Cart
tr: Sepete Ürün Ekle

source: Edit
tr: Düzenle

source: Remove
tr: Kaldır

source: Summary
tr: Toplam

source: Selected
tr: Seçili

source: Item
tr: Ürün

# Add From List
source: From List
tr: Listeden

# Add Manually
source: Manually
tr: Yazarak

source: Send Message
tr: Mesaj At

source: Edit Order
tr: Siparişi Düzenle

source: Accept Order
tr: Siparişi Kabul Et

source: Show on Map
tr: Haritada Göster

source: Cancel Order
tr: İptal Et

source: Complete Order
tr: Siparişi Tamamla

source: Order cancelled
tr: Sipariş iptal edildi

source: Your order is dispatched. Delivery shortly
tr: Siparişiniz yola çıktı. Teslimat bekleniyor

source: You are about to cancel this order. Are you sure?
tr: Siparişi iptal etmek üzeresiniz. Emin misiniz?

source: You are about to confirm this order. Are you sure?
tr: Siparişi onaylamak üzeresiniz. Emin misiniz?

source: Order dispatched. See you next time :)
tr: Sipariş tamamlandı. Bir sonrakinde görüşmek üzere :)

source: Updated
tr: Güncellendi

source: Dialer app cannot be found
tr: Telefon uygulaması bulunamadı

source: Open
tr: Açık

source: Dispatched
tr: Teslim Edildi

source: Cancelled
tr: İptal Edildi

source: En Route
tr: Yolda

# Rate Your Order
source: Rate Order
tr: Değerlendir

source: Your comments:
tr: Düşünceleriniz:

source: Your comments will be published after a confirmation process. We reserve the rights to not publish offensive, illegal comments.
tr: Yorumlarınız onaylandıktan sonra yayınlanmaktadır. Yasal sorun doğurabilecek yorumları yayınlanmama hakkınızı saklı tutarız.

# Please rate your order
source: Please rate your order to continue
tr: Devam etmek için lütfen aldığınız hizmeti puanlayın

source: Call
tr: Ara

source: Message
tr: Mesaj

source: Min. Amount
tr: Enaz Tutar

source: Store notes cannot be found
tr: Mağaza hakkında herhangi bir bilgi girilmemiş

source: Comments
tr: Yorumlar

source: Special for you
tr: Sana özel

# long_distance
source: long..
tr: uzakta..

source: ? different retail field on service
tr: servis / hizmet veren ? sektör

source: On 24h Duty
tr: Nöbetçi

source: Me
tr: Ben

source: My Current Address
tr: Adresim

source: Server connection lost please wait while recovering
tr: Üzgünüz sunucu bağlantısı koptu, tekrar bağlanıyoruz

source: Help and Support
tr: Yardım ve Destek

source: Application Settings
tr: Uygulama Ayarları

source: My Addresses
tr: Adreslerim

source: My Debit Cards
tr: Kartlarım

# My Personal Informations
source: Personal Info
tr: Kişisel Bilgilerim

source: My Past Orders
tr: Geçmiş Siparişlerim

# My Favorites
source: Favorites
tr: Favorilerim

source: Offline Mode
tr: Çevrim Dışı Ol

source: When you are offline users cannot send new orders by the app. But your store will still be listed and available for phone calls. Please fill out below form to leave the app completely
tr: Çevrim dışı olduğunuzda uygulama üstünden sipariş veya mesaj almazsınız. Ancak telefon numaranızla listelenmeye devam edersiniz. Sistemden tamamen ayrılmak için aşağıdaki formu kullanınız

source: Notifications Settings
tr: Bildirim Ayarları

source: Privacy Settings
tr: Gizlilik Ayarları

source: Order Notifications
tr: Sipariş Bildirimleri

source: Views Notifications
tr: Görüntülenme Bildirimleri

# Promotion Notifications
source: Order Notifications
tr: Reklam Bildirimleri

source: Hide My Name
tr: Adımı Soyadımı Gizle

source: Hide My Online Status
tr: Anlık Bağlantı Durumumu Gizle

source: Remove Store
tr: Şirketi Kaldır

source: Remove Store from the app
tr: Şirketi Uygulamadan Kaldır

source: Please type a your request and your reason (if any) to leave the app. We will review your request and remove your account permanently
tr: Lütfen silinme isteğinizi varsa sebepleriyle buraya da yazın. İsteğinizin doğruluğunun teyidinin ardından şirketiniz sistemden kaldırılacaktır

source: Enable Advanced Mode
tr: Gelişmiş Yönetim

source: Advanced Store Management
tr: Gelişmiş Şirket Yönetimi

source: Advanced Store Management allows you to manage and to monitor multiple stores in your single company from different (or same) retail fields.
tr: Gelişmiş şirket yönetimi aynı şirket altında birden fazla aynı veya farklı sektörde hizmet veren şubelerinizi tanımlamanıza ve yönetmenize olanak verir

source: Last Update:
tr: Son Güncelleme:

source: Search repos..
tr: Repoları Ara..

source: records remaining..
tr: kayıt daha..

source: public repos
tr: açık proje

source: followers
tr: takipçi

source: bio not available
tr: özgeçmiş bilgisi bulunamadı
